{
  "version": "1.0",
  "last_updated": "2026-01-15 21:10:20",
  "count": 6,
  "news": [
    {
      "id": 49,
      "title": "Обновление UTILHELP 0.2",
      "content": "<p>[Изменения в программе]:\n<br>\n<br>● Программа больше не имеет инсталлятора, а является Portable версией.\n<br>● Убраны мерцания при переходе с страницы на страницу.\n<br>● Добавлен файл «Update.jar», который позволяет обновлять программу до последней версии с разрешения пользователя. Этот файл автоматически отслеживает актуальную версию из репозитория GitHub, и если появляется новая версия, при запуске программы появляется окно с предложением обновить.\n<br>\n<br>[Дизайн]:\n<br>\n<br>● Обновлены значки Telegram и GitHub.\n<br>● Изменён фон окна загрузки, а также убраны закруглённые углы.\n<br>● Изменён цвет фона программы.\n<br>● Обновлены иконки «закрыть» и «свернуть».\n<br>● Убраны закруглённые края программы.\n<br>● Переработан дизайн главной страницы и панели обновлений.\n<br>● Обновлён дизайн страницы «Драйверы» — изменены плитки и дизайн обозначений драйверов. Значки вопросов были убраны, и теперь вся информация о драйвере появляется при наведении на него.\n<br>● Также был переработан дизайн страницы «Программы» — изменены плитки и дизайн обозначения программ. Значки вопросов были убраны, и теперь вся информация о программе отображается при наведении на неё.</p>",
      "date": "16.02.2025",
      "status": "published",
      "time": "10:21",
      "datetime_sort": "2025-02-16 10:21:00"
    },
    {
      "id": 50,
      "title": "Обновление UTILHELP 0.3",
      "content": "<p>[Изменения в программе]:\n<br>\n<br>● Во вкладке «Программы» были добавлены две программы - Modern Tweaker и Victoria.\n<br>● При наведении на слово UTILHELP сверху, будет показана текущая версия программы.\n<br>● Исправлена ошибка при загрузке обновлений UTILHELP.</p>",
      "date": "19.02.2025",
      "status": "published",
      "time": "12:57",
      "datetime_sort": "2025-02-19 12:57:00"
    },
    {
      "id": 51,
      "title": "Обновление UTILHELP 0.4",
      "content": "<p>[Изменения в программе]:\n<br>\n<br>● Введена новая вкладка «Лаунчеры», где собраны самые популярные игровые лаунчеры. На данный момент в этом списке присутствуют: Steam, EA App, Ubisoft, Battle.net, Hydra Launcher (зеленый лаунчер с большим количеством бесплатных игр) и Epic Games.\n<br>● Из-за многочисленных ошибок был удален автоапдейтер программы. Если удастся реализовать его в более стабильном виде, он вернётся в следующих обновлениях.\n<br>\n<br>[Дизайн]:\n<br>\n<br>● Дизайн главной страницы был полностью переработан.\n<br>● Размеры программы были скорректированы.\n<br>● Версия программы теперь отображается не только на главной странице, но и на всех последующих, если навести курсор на логотип.</p>",
      "date": "10.04.2025",
      "status": "published",
      "time": "23:00",
      "datetime_sort": "2025-04-10 23:00:00"
    },
    {
      "id": 52,
      "title": "Обновление UTILHELP 0.45",
      "content": "<p>[Дизайн]:\n<br>\n<br>● В центре программы больше не будет располагаться её название. \n<br>● Были убраны кнопки Telegram и GitHub.\n<br>● Изменён цвет прогресс бара при загрузке.\n<br>\n<br>[Изменения в программе]:\n<br>\n<br>● Добавлено три новых кнопки:\n<br>«UTILHELP» — при нажатии на эту кнопку вы сможете узнать, какая версия программы установлена у вас. \n<br>«Контакты» — при нажатии на неё откроется окно с ссылками на страницы GitHub и Telegram программы.\n<br>«Вид» — в настоящее время эта кнопка находится в режиме \"В разработке\", и в планах — возможность изменять цвет темы как в сторону светлого, так и в сторону тёмного.\n<br>● Было исправлено описание лаунчера Battle.NET, которое раньше описывало только компанию Blizzard.</p>",
      "date": "11.04.2025",
      "status": "published",
      "time": "17:00",
      "datetime_sort": "2025-04-11 17:00:00"
    },
    {
      "id": 53,
      "title": "Обновление UTILHELP 0.5",
      "content": "<p>[Изменения в программе]:\n<br>\n<br>● Исправлена ошибка, которая мешала отображению даты обновления.\n<br>● На главной странице теперь корректно отображаются версии обновлений.\n<br>\n<br>[Дизайн]:\n<br>\n<br>● На всех страницах программы теперь можно увидеть новый логотип — «Ути». Он заменил собой прежний логотип.</p>",
      "date": "16.04.2025",
      "status": "published",
      "time": "21:15",
      "datetime_sort": "2025-04-16 21:15:00"
    },
    {
      "id": 54,
      "title": "Обновление UTILHELP 1.0?",
      "content": "Ожидание...",
      "date": "01.01.2026",
      "status": "published",
      "time": "00:00",
      "datetime_sort": "2026-01-01 00:00:00"
    }
  ]
}